import styles from './Home.module.css'

function Home() {
  return (
    <div className={styles.home}>
      <h3>Добро пожаловать на сайт!</h3>
      <hr />
      <p><b>WordFlip</b> - это интерактивное приложение для эффективного изучения иностранных слов с помощью карточек.
        Создайте свой собственный модуль, добавьте слова и погрузитесь в увлекательный процесс обучения!</p>
      <p>Как это работает?</p>
      <div className={styles.cardsInfo}>
        <table>
          <tr>
            <td className={styles.card}><p><b>Создание модуля:</b> Добавьте слова в свой словарь - укажите русское слово и его английский перевод.</p></td>
            <td className={styles.card}><p><b>Карточки:</b> Каждая карточка показывает слово на русском. Нажмите на неё, 
          чтобы перевернуть и увидеть перевод на английском.</p></td>
          </tr>
          <tr>
            <td className={styles.card}><p><b>Оценка знаний:</b> Если вы знаете слово - свайпните карточку влево. Если нет - вправо. 
          Это помогает отслеживать прогресс.</p></td>
            <td className={styles.card}><p><b>Повторение:</b> Когда все карточки пройдены, приложение предложит доучить невыученные слова 
          (те, что вы свайпнули вправо). Продолжайте, пока не освоите всё!</p></td>
          </tr>
        </table>
      </div>
      <p>WordFlip делает изучение языка простым, веселым и персонализированным. 
        Начните прямо сейчас и расширяйте свой словарный запас шаг за шагом!</p>
    </div>
  );
}
export default Home;