function Home() {
  return (
    <div className="Home">
      <h1>Главная страница</h1>
      <p>Главная страница</p>
      <h1>Главная страница</h1>
      <p>Главная страница</p>
      <h1>Главная страница</h1>
      <p>Главная страница</p>
      <h1>Главная страница</h1>
      <p>Главная страница</p>
      <h1>Главная страница</h1>
      <p>Главная страница</p>
      <h1>Главная страница</h1>
      <p>Главная страница</p>
      <h1>Главная страница</h1>
      <p>Главная страница</p>
      <h1>Главная страница</h1>
      <p>Главная страница</p>
      <h1>Главная страница</h1>
      <p>Главная страница</p>
      <h1>Главная страница</h1>
      <p>Главная страница</p>
      <h1>Главная страница</h1>
      <p>Главная страница</p>
      
    </div>
  );
}
export default Home;